Revit 2027 API
MetallicPaint.MetallicpaintBaseHighlightspread Property
 The property labeled "Highlight Spread" from the "MetallicPaint" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string MetallicpaintBaseHighlightspread { get; }
Public Shared ReadOnly Property MetallicpaintBaseHighlightspread As String
	Get
public:
static property String^ MetallicpaintBaseHighlightspread {
	String^ get ();
}
static member MetallicpaintBaseHighlightspread : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Reference
MetallicPaint Class
Autodesk.Revit.DB.Visual Namespace